Repository: s-afchar/Blueflap-Universe
Catalog: Blueflap/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr_fr, hu_hu, pt_br, zh_sg

# Welcome_SearchEngine2.Text
source: Our recommandation is to use Qwant which doesn't collect your personal data.
de: Wir empfehlen Ihnen Qwant zu beutzen, die Ihre persönnliche Daten nicht sammelt.
es: Recomendamos el uso de Qwant pues no se queda con tus datos personales.
hu_hu: A Qwantot ajánljuk egyébként, mert nem gyűjti a személyes adataidat.
pt_br: Nós recomendamos o Qwant, que não coleta seus dados pessoais.
zh_sg: 在搜索引擎方面，我们强力推荐不收集个人资料的Qwant。

# Welcome_SetLock.Content
source: Of course !
de: Natürlich !
es: ¡Por supuesto!
hu_hu: Persze!
pt_br: Claro!
zh_sg: 当然！

# Welcome_Start.Content
source: Let's start !
de: Los geht's !
es: ¡Empecemos!
hu_hu: Kezdjük el!
pt_br: Vamos começar!
zh_sg: 开始吧！

# Welcome_Text_1.Text
source: Welcome to Blueflap, the web browser that looks like you.
de: Willkommen auf Blueflap. Der Browser, der Ihnen perfekt passt.
es: Bienvenido a Blueflap, el navegador que luce como tú
hu_hu: Üdvözöl a Blueflap, a böngésző, ami úgy néz ki, mint te
pt_br: Bem vindo ao Blueflap, o navegador que parece com você
zh_sg: 欢迎使用Blueflap，与您一样的浏览器

# Welcome_Text_2.Text
source: So... What is a browser that looks like you ? It's a browser made for you and ONLY for you. So, you will be able to protect Blueflap with a password. There is also a lot of customization settings to make it behave and look as you want.
de: Also... Was ist ein Browser, der Ihnen gut passt ? Ein Browser, der für Sie allein gemacht ist, und zwar Blueflap kann gesperrt werden, damit nur Sie ihn benutzen können. Es gibt auch viele Personalisierungsoptionen, damit Blueflap genau wie Sie wollen aussieht und funktionniert.
es: Pero... ¿Qué es un navegador que luce como tú ? Es un navegador web hecho para ti y SOLO para ti. Vas a tener la posibilidad de proteger Blueflap con una contraseña. También hay muchas opciones de personalización para que Blueflap sea como tú quieres.
hu_hu: Most nyilván azt kérdezed, hogy hogy nézhet ki egy böngésző úgy, mint te. A titok az, hogy egyedül csak neked fejlesztettük. Akár jelszóval is levédheted a Blueflapet, valamint a sok testreszabási beállításnak köszönhetően úgy nézhet ki és viselkedhet, ahogy csak akarod.
pt_br: Então... O que é um navegador que parece com você ? É um navegador feito para você e SOMENTE você. Assim, você poderá proteger o Blueflap com um senha. Há também várias formas de personalização que farão com que o navegador fiquei do seu jeito.
zh_sg: 所以。。。何为与您一样的浏览器？那就是一款专门为您而设的浏览器。没错，就专属与您。使用Blueflap，您可以使用密码保护您的浏览器，也可以通过各式各样的个性化设定将浏览器调成你的喜好。

# Welcome_Text_3.Text
source: Oh... By the way... We aren't interested by your personnal data !
de: Wir sind an Ihre persönnliche Daten nicht interessiert !
es: Oh... Por si acaso... ¡NO estamos interesados en tus datos personales!
hu_hu: Ja, és igen. Egyébként minket nem érdekelnek a személyes adataid!
pt_br: Ah... Aliás... Nós não estamos interessados em seus dados pessoais!
zh_sg: 另外一提，我们对您的个人资料完全不感兴趣！

# HistorySortByUrl.Text
source: Show my browsing history for
de: Zeigen meine Chronik für
es: Muestra mis historial de bpusqueda para
fr_fr: Afficher toutes les visites sur
hu_hu: Mutasd az ehhez az oldalhoz tartozó böngészési előzményeimet:
pt_br: Mostre meu histórico de navegação para
